tools/bench/results/drogonR-20260501-092420.txt
# drogonR  2026-05-01T09:24:22+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping
Running 30s test @ http://127.0.0.1:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.13ms    3.31ms  39.45ms   62.92%
    Req/Sec     1.49k   610.67     2.94k    79.58%
  178507 requests in 30.01s, 24.17MB read
Requests/sec:   5948.49
Transfer/sec:    824.89KB