tools/bench/results/drogonR-20260501-092545.txt
# drogonR  2026-05-01T09:25:46+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping
Running 30s test @ http://127.0.0.1:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.43ms    1.29ms  29.68ms   97.55%
    Req/Sec     2.76k   205.15     3.00k    79.42%
  329258 requests in 30.01s, 44.59MB read
Requests/sec:  10973.04
Transfer/sec:      1.49MB