tools/bench/results/drogonR-20260501-094040.txt
# drogonR  2026-05-01T09:40:41+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping
Running 30s test @ http://127.0.0.1:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   477.13us    0.86ms  25.03ms   98.88%
    Req/Sec    28.30k     2.34k   46.41k    70.97%
  3384462 requests in 30.10s, 458.33MB read
Requests/sec: 112442.82
Transfer/sec:     15.23MB