tools/bench/results/drogonR-20260501-161359.txt
# drogonR  2026-05-01T16:14:01+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping
Running 30s test @ http://127.0.0.1:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   523.61us    1.00ms  32.18ms   99.01%
    Req/Sec    25.96k     1.53k   29.82k    73.67%
  3099525 requests in 30.00s, 419.74MB read
Requests/sec: 103314.97
Transfer/sec:     13.99MB