tools/bench/results/drogonR-20260501-220210.txt
# drogonR  2026-05-01T22:02:12+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping
Running 30s test @ http://127.0.0.1:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   485.85us  840.90us  27.05ms   98.66%
    Req/Sec    27.74k     3.66k   36.78k    76.99%
  3323368 requests in 30.10s, 450.06MB read
Requests/sec: 110411.88
Transfer/sec:     14.95MB