tools/bench/results/drogonR-cpp-json-20260502-215022.txt
# drogonR-cpp json  2026-05-02T21:50:24+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8082/ping
Running 30s test @ http://127.0.0.1:8082/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   200.56us  107.20us   4.87ms   81.45%
    Req/Sec    60.15k     2.82k   70.05k    68.44%
  7206780 requests in 30.10s, 0.95GB read
Requests/sec: 239428.23
Transfer/sec:     32.42MB