tools/bench/results/drogonR-native-json-20260502-215022.txt
# drogonR-native json  2026-05-02T21:51:24+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping
Running 30s test @ http://127.0.0.1:8080/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   822.19us    5.76ms 146.79ms   99.14%
    Req/Sec    29.30k     4.80k   36.68k    81.15%
  3496326 requests in 30.10s, 473.48MB read
Requests/sec: 116158.77
Transfer/sec:     15.73MB