tools/bench/results/drogonR-native-text-20260502-214334.txt
# drogonR-native text  2026-05-02T21:45:07+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping-text
Running 30s test @ http://127.0.0.1:8080/ping-text
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   257.95us  849.86us  43.72ms   99.25%
    Req/Sec    55.59k     4.78k   95.96k    85.69%
  6648614 requests in 30.10s, 0.87GB read
Requests/sec: 220888.88
Transfer/sec:     29.70MB