tools/bench/results/drogonR-native-text-20260502-215022.txt
# drogonR-native text  2026-05-02T21:51:54+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8080/ping-text
Running 30s test @ http://127.0.0.1:8080/ping-text
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   252.45us  695.57us  25.37ms   99.05%
    Req/Sec    54.81k     2.95k   65.73k    73.17%
  6545153 requests in 30.00s, 0.86GB read
Requests/sec: 218163.32
Transfer/sec:     29.34MB