tools/bench/results/drogonR-shim-json-20260502-214334.txt
# drogonR-shim json  2026-05-02T21:45:37+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8083/ping
Running 30s test @ http://127.0.0.1:8083/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   584.19us    1.35ms  36.79ms   99.38%
    Req/Sec    24.14k     1.89k   26.48k    82.00%
  2882461 requests in 30.00s, 395.85MB read
Requests/sec:  96078.48
Transfer/sec:     13.19MB