tools/bench/results/drogonR-shim-json-20260502-215022.txt
# drogonR-shim json  2026-05-02T21:52:24+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8083/ping
Running 30s test @ http://127.0.0.1:8083/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   590.90us    1.33ms  36.67ms   99.36%
    Req/Sec    23.74k     1.84k   28.96k    83.54%
  2841389 requests in 30.10s, 390.21MB read
Requests/sec:  94399.82
Transfer/sec:     12.96MB