tools/bench/results/drogonR-shim-text-20260502-215022.txt
# drogonR-shim text  2026-05-02T21:52:54+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8083/ping-text
Running 30s test @ http://127.0.0.1:8083/ping-text
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   583.04us    1.45ms  35.49ms   99.35%
    Req/Sec    24.95k     1.80k   26.87k    87.96%
  2988201 requests in 30.10s, 387.57MB read
Requests/sec:  99276.15
Transfer/sec:     12.88MB