tools/bench/results/plumber-20260428-005428.txt
# plumber  2026-04-28T00:54:59+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping
Running 30s test @ http://127.0.0.1:8081/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.56ms    4.90ms  95.68ms   88.87%
    Req/Sec   270.23     36.22   363.00     77.58%
  32303 requests in 30.01s, 3.73MB read
Requests/sec:   1076.29
Transfer/sec:    127.33KB