tools/bench/results/plumber-20260501-082802.txt
# plumber  2026-05-01T08:28:33+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping
Running 30s test @ http://127.0.0.1:8081/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.12ms    4.65ms  99.75ms   88.53%
    Req/Sec   272.92     36.09   363.00     79.83%
  32626 requests in 30.02s, 3.77MB read
Requests/sec:   1086.96
Transfer/sec:    128.59KB