tools/bench/results/plumber-20260501-092545.txt
# plumber  2026-05-01T09:26:16+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping
Running 30s test @ http://127.0.0.1:8081/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    45.19ms    5.65ms  96.65ms   86.76%
    Req/Sec   266.44     36.46   363.00     76.75%
  31853 requests in 30.01s, 3.68MB read
Requests/sec:   1061.31
Transfer/sec:    125.57KB