tools/bench/results/plumber-json-20260502-214334.txt
# plumber json  2026-05-02T21:46:37+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping
Running 30s test @ http://127.0.0.1:8081/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.46ms    4.39ms  94.70ms   87.48%
    Req/Sec   270.81     34.59   363.00     80.25%
  32373 requests in 30.01s, 3.74MB read
Requests/sec:   1078.68
Transfer/sec:    127.62KB