tools/bench/results/plumber-json-20260502-215022.txt
# plumber json  2026-05-02T21:53:24+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping
Running 30s test @ http://127.0.0.1:8081/ping
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.49ms    4.66ms  94.97ms   91.93%
    Req/Sec   270.54     33.04   360.00     83.00%
  32342 requests in 30.01s, 3.74MB read
Requests/sec:   1077.64
Transfer/sec:    127.50KB