tools/bench/results/plumber-text-20260502-214334.txt
# plumber text  2026-05-02T21:47:07+03:00
# wrk -t4 -c50 -d30s http://127.0.0.1:8081/ping-text
Running 30s test @ http://127.0.0.1:8081/ping-text
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.36ms    4.54ms  88.97ms   86.78%
    Req/Sec   271.47     39.24   363.00     79.25%
  32450 requests in 30.01s, 3.50MB read
Requests/sec:   1081.19
Transfer/sec:    119.47KB